YanKE01/esp_demos/examples/http/http_kimi/sdkconfig.defaults
CONFIG_ESP_TLS_INSECURE=y
CONFIG_ESP_TLS_SKIP_SERVER_CERT_VERIFY=y

CONFIG_IDF_TARGET="esp32s3"
CONFIG_IDF_TARGET_ESP32s3=y

